Revit 2024 API
ParameterTypeId.ContourElevation Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ContourElevation { get; }
Visual Basic
Public Shared ReadOnly Property ContourElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContourElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace